[
    "The most beautiful thing we can experience is the mysterious. – Albert Einstein",
    "Somewhere, something incredible is waiting to be known. – Carl Sagan",
    "Science is the poetry of reality. – Richard Dawkins",
    "The universe is under no obligation to make sense to you. – Neil deGrasse Tyson",
    "The important thing is not to stop questioning. Curiosity has its own reason for existing. – Albert Einstein",
    "Science knows no country, because knowledge belongs to humanity, and is the torch which illuminates the world. – Louis Pasteur",
    "The good thing about science is that it’s true whether or not you believe in it. – Neil deGrasse Tyson",
    "Science is not only compatible with spirituality; it is a profound source of spirituality. – Carl Sagan",
    "What we know is a drop, what we don’t know is an ocean. – Isaac Newton",
    "Nature is implacable and unalterable, and quite indifferent to whether she’s comprehensible to us or not. – Galileo",
    "In questions of science, the authority of a thousand is not worth the humble reasoning of a single individual. – Galileo",
    "It’s perplexing to see the flexibility of the so-called ‘exact sciences’ which by cast-iron laws of logic and by the infallible help of mathematics can lead to conclusions which are diametrically opposed to one another. – Vasco Ronchi",
    "Great difficulties are felt at first [in research] and these cannot be overcome except by starting from experiments ... and then by conceiving certain hypotheses ... But even so, very much hard work remains to be done and one needs not only great perspicacity but often a degree of good fortune. – Christiaan Huygens",
    "The nature of light is a subject of no material importance to the concerns of life or to the practice of the arts, but it is in many other respects extremely interesting. – Thomas Young",
    "Those [scientists] who dislike entertaining contradictory thoughts are unlikely to enrich their science with new ideas. – Max Planck",
    "It’s of no use whatsoever. This is just an experiment that proves Maestro Maxwell was right – we just have these mysterious electromagnetic waves that we cannot see with the naked eye. But they are there. – Heinrich Hertz",
    "The opposite of a right statement is a wrong statement. The opposite of a deep truth can also be a deep truth. – Niels Bohr",
    "Thanks to my having hit upon the fortunate idea of introducing the relativity principle into physics, you [Arnold Sommerfeld] and others enormously overestimate my scientific abilities, to the point where it makes me somewhat uncomfortable. – Albert Einstein",
    "The state of mind which enables a man to do work of this kind ... is akin to that of the religious worshiper or the lover; the daily effort comes from no deliberate intention or program, but straight from the heart. – Albert Einstein",
    "I believe with Schopenhauer that one of the strongest motives that leads men to art and science is escape from everyday life with its painful crudity and hopeless dreariness, from the fetters of one’s own everyday desires ... – Albert Einstein",
    "The grand aim of all science is to cover the greatest number of empirical facts by logical deduction from the smallest number of hypotheses or axioms. – Albert Einstein",
    "We think we understand the regular reflection of light and X rays – and we should understand the reflections of electrons as well if electrons were only waves instead of particles ... It is rather as if one were to see a rabbit climbing a tree, and were to say ‘Well, that is rather a strange thing for a rabbit to be doing, but after all there is really nothing to get excited about. Cats climb trees – so that if the rabbit were only a cat, we would understand its behavior perfectly.’ – Clinton Davisson",
    "All science is either physics or stamp collecting. – Ernest Rutherford",
    "It was about three o’clock at night when the final result of the calculation [demonstrating the sensibility of matrix mechanics] lay before me ... At first I was deeply shaken ... I was so excited that I could not think of sleep. So I left the house ... and awaited the sunrise on top of a rock. That was ‘the night of Helgoland.’ – Werner Heisenberg",
    "Nature is made in such a way as to be able to be understood. Or perhaps I should put it – more correctly – the other way around, and say that we are made in such a way as to be able to understand Nature. – Werner Heisenberg",
    "When God said 'Let there be light' he surely must have meant coherent light. – Charles Townes",
    "Only a fool makes no experiments. – Charles Darwin",
    "One has to do something new in order to be able to see something new. – Lichtenberg",
    "There is something irreversible about acquiring knowledge; and the simulation of the search for it differs in a most profound way from the reality. – Robert Oppenheimer",
    "I cannot give any scientist of any age better advice than this: the intensity of conviction that a hypothesis is true has no bearing over whether it is true or not. – Peter Medawar",
    "Only the love of truth brings about miracles. – Johannes Kepler",
    "Science is what we know and philosophy what we don't. – Bertrand Russell",
    "Prediction is very difficult, especially of the future. – Niels Bohr",
    "The effect of a concept-driven revolution is to explain old things in new ways. The effect of a tool-driven revolution is to discover new things that have to be explained. – Freeman Dyson",
    "The science research of today is [a] temporary culmination of a very long, hard-fought struggle by a largely invisible community of our ancestors. – Gerald Holton",
    "The main fallacy ... is that the reductionist hypothesis does not by any means imply a constructionist one: The ability to reduce everything to simple fundamental laws does not imply the ability to start from those laws and reconstruct the universe. In fact, the more the elementary particle physicists tell us about the nature of the fundamental laws, the less relevance they seem to have to the very real problems of the rest of science, much less to those of society. – Philip Anderson",
    "The process of creation of the new depends essentially on the transgression of categorization. – Roald Hoffmann",
    "I think physicists are the Peter Pans of the human race. They never grow up and they keep their curiosity. – Isidor Isaac Rabi",
    "Physics is an honest craft; only when you learn this can you start philosophising about it. – Werner Heisenberg",
    "Have lots of ideas and throw away the bad ones. – Linus Pauling",
    "The first question which we have a right to ask will be, ‘Why is there something rather than nothing?’ – Gottfried Wilhelm Leibniz",
    "We are all atheists about most of the gods that humanity has ever believed in. Some of us just go one god further. – Richard Dawkins",
    "The history of the development of ideas is of all subjects that in which we, as thinking men, take the deepest interest. – James Clerk Maxwell",
    "What one fool can do, another can. – Richard Feynman",
    "The best antidote to the philosophy of science is a knowledge of the history of science. – Steven Weinberg",
    "Imagination is more important than knowledge, for knowledge is always limited. – Albert Einstein",
    "A physicist is a mathematician with a feeling for reality. – Norman Packard",
    "[P]atience, patience, patience! Only by persistent, unremitting labor can a lasting outcome be reached. – Theodore William Richards",
    "Those who do not stop asking silly questions become scientists. – Leon Lederman",
    "Gravitation is not responsible for people falling in love. – Albert Einstein",
    "Everything should be made as simple as possible, but no simpler. – Albert Einstein",
    "For the theoretical physicist, sunrise is not a physical observable. – Hans Bethe",
    "The science research of today is [a] temporary culmination of a very long, hard-fought struggle by a largely invisible community of our ancestors. – Gerald Holton",
    "Don't squander energy, utilize it! – Wilhelm Ostwald",
    "Physical Chemistry is not just a branch but the blossom of the tree of knowledge. – Wilhelm Ostwald",
    "If you want to make a simulation of nature, you'd better make it quantum mechanical. – Richard Feynman",
    "If you are up to something great, start with it now. – Alexander von Humboldt",
    "Not everything that counts can be counted, and not everything that can be counted counts. – Albert Einstein",
    "The value of a man resides in what he gives and not in what he is capable of receiving. – Albert Einstein",
    "The physicists defer only to mathematicians, and the mathematicians defer only to God. – Leon Lederman",
    "Science as something already in existence, already completed, is the most objective, most impersonal thing that we humans know. Science as something coming into being, as a goal, however, is just as subjectively, psychologically conditioned, as all other human endeavors. – Albert Einstein",
    "π and e are all the irrationality that I need. – A protester at the March for Science, Berlin, 22 April 2017",
    "No love without chemistry. – A protester at the March for Science, Berlin, 22 April 2017",
    "Great scientists usually show up when and where in the history of science they are needed. – Isidor Rabi",
    "Although the scientists know much more about the universe than ever before, the most important questions have not been answered. – Vera Rubin"
]